{
  "welcome": "Welcome",
  "toMy": "to my",
  "portfolio": " portfolio",
  "description": "I am a Fullstack Software Engineer with experience in Website and Software development. Check out my projects and skills.",
  "downloadResume": "Download Resume",
  "aboutMe": "About Me",
  "myNameIs": "My name is",
  "pedroFigueiredo": "Pedro Figueiredo,",
  "aboutMeIntro": "I am a Fullstack Developer specialized in developing web applications and scalable systems.",
  "aboutMeExperience": "I have experience creating robust and efficient solutions, focusing on clean, maintainable, and scalable code. My stack includes modern technologies like React, Next.js, TypeScript, TailwindCSS in Front-End, as well as solid knowledge in C#/.NET, PostgreSQL, Microsoft SQL Server, and MySQL for Back-End.",
  "aboutMeSkills": "I have experience in developing APIs, microservices, and integrating with external services, using JWT, SignalR, WebHooks, and Middleware.",
  "aboutMeGoal": "My goal is to deliver efficient and innovative solutions, ensuring high performance and a smooth user experience. I am always looking for new challenges and opportunities to improve my skills and contribute to impactful projects.",
  "owProductDescription": "Subscription platform for inventory management, using hexagonal architecture in the back-end. It features middleware for importing XLSX and CSV files using Quartz.Net for job scheduling, integration with Mercado Pago for payments, and Recharts for data visualization. Implements JWT and NextAuth for authentication, Docker for containerization, ensuring scalability and security, and Zod and React Hook Form for form validation.",
  "bloxTradeDescription": "Currency conversion platform with two environments: Admin and Customer. The Admin environment manages languages and integrations with digital wallet APIs, while the Customer environment offers an intuitive interface for secure conversions. Uses JWT and NextAuth for authentication, Docker for containerization, Azure DevOps for performance and security, and Zod and React Hook Form for form validation.",
  "lizeLocaDescription": "Classroom management and subscription platform with environments for Establishment, Teacher, and Student. Uses SignalR for real-time notifications and chats, and WebHook to integrate with the PagSeguro API, checking payment status and generating notifications. Implements JWT and NextAuth for authentication, Docker for containerization, and Azure DevOps for scalability and security, and Zod and React Hook Form for form validation."
}
