{
  "welcome": "Bienvenido(a)",
  "toMy": "a mi",
  "portfolio": " portafolio",
  "description": "Soy un Ingeniero de Software Fullstack con experiencia en el desarrollo de sitios web y software. Consulta mis proyectos y habilidades.",
  "downloadResume": "Descargar currículum",
  "aboutMe": "Sobre mí",
  "myNameIs": "Mi nombre es",
  "pedroFigueiredo": "Pedro Figueiredo,",
  "aboutMeIntro": "Soy un Desarrollador Fullstack especializado en el desarrollo de aplicaciones web y sistemas escalables.",
  "aboutMeExperience": "Tengo experiencia en crear soluciones robustas y eficientes, enfocándome en un código limpio, mantenible y escalable. Mi stack incluye tecnologías modernas como React, Next.js, TypeScript, TailwindCSS en el Front-End, además de un sólido conocimiento en C#/.NET, PostgreSQL, Microsoft SQL Server y MySQL para el Back-End.",
  "aboutMeSkills": "Tengo experiencia en el desarrollo de APIs, microservicios e integración con servicios externos, utilizando JWT, SignalR, WebHooks y Middleware.",
  "aboutMeGoal": "Mi objetivo es entregar soluciones eficientes e innovadoras, garantizando un alto rendimiento y una experiencia fluida para los usuarios. Siempre estoy en busca de nuevos desafíos y oportunidades para mejorar mis habilidades y contribuir a proyectos impactantes.",
  "owProductDescription": "Plataforma de suscripción para la gestión de inventarios, utilizando arquitectura hexagonal en el back-end. Cuenta con middleware para importar archivos XLSX y CSV utilizando Quartz.Net para la programación de trabajos, integración con Mercado Pago para pagos y Recharts para la visualización de datos. Implementa JWT y NextAuth para la autenticación, Docker para la contenedorización, garantizando escalabilidad y seguridad, y Zod y React Hook Form para la validación de formularios.",
  "bloxTradeDescription": "Plataforma de conversión de divisas con dos entornos: Admin y Customer. El entorno Admin gestiona los idiomas e integraciones con APIs de billeteras digitales, mientras que el entorno Customer ofrece una interfaz intuitiva para conversiones seguras. Utiliza JWT y NextAuth para la autenticación, Docker para la contenedorización, Azure DevOps para rendimiento y seguridad, y Zod y React Hook Form para la validación de formularios.",
  "lizeLocaDescription": "Plataforma de gestión y suscripción de aulas con entornos para Establecimiento, Profesor y Estudiante. Utiliza SignalR para notificaciones y chats en tiempo real, y WebHook para integrar con la API de PagSeguro, verificando el estado de los pagos y generando notificaciones. Implementa JWT y NextAuth para la autenticación, Docker para la contenedorización y Azure DevOps garantizando escalabilidad y seguridad, y Zod y React Hook Form para la validación de formularios."
}
