{
  "welcome": "Bem-vindo(a)",
  "toMy": "ao meu",
  "portfolio": " portfólio",
  "description": "Sou um Engenheiro de Software Fullstack com experiências em Websites e desenvolvimento de Softwares. Confira meus projetos e skills.",
  "downloadResume": "Baixar currículo",
  "aboutMe": "Sobre mim",
  "myNameIs": "Meu nome é",
  "pedroFigueiredo": "Pedro Figueiredo,",
  "aboutMeIntro": "sou Desenvolvedor Fullstack especializado no desenvolvimento de aplicações web e sistemas escaláveis.",
  "aboutMeExperience": "Tenho experiência em criar soluções robustas e eficientes, focando em código limpo, manutenível e escalável. Minha stack inclui tecnologias modernas como React, Next.js, TypeScript, TailwindCSS no Front-End, além de um sólido conhecimento em C#/.NET, PostgreSQL, Microsoft SQL Server e MySQL para o Back-End.",
  "aboutMeSkills": "Tenho experiência em desenvolvimento de APIs, microsserviços e integração com serviços externos, utilizando JWT, SignalR, WebHooks e Middleware.",
  "aboutMeGoal": "Meu objetivo é entregar soluções eficientes e inovadoras, garantindo alta performance e uma experiência fluida para os usuários. Estou sempre em busca de novos desafios e oportunidades para aprimorar minhas habilidades e contribuir para projetos impactantes.",
  "owProductDescription": "Plataforma de assinatura para gerenciamento de estoque, utilizando arquitetura hexagonal no back-end. Conta com middleware para importação de arquivos XLSX e CSV utilizando Quartz.Net para o job schedule, integração com Mercado Pago para pagamentos e Recharts para visualização de dados. Implementa JWT e NextAuth para autenticação, Docker para containerização, garantindo escalabilidade e segurança e Zod e React Hook Form para a validação de formulários.",
  "bloxTradeDescription": "Plataforma de conversão de moedas com dois ambientes: Admin e Customer. O ambiente Admin gerencia idiomas e integrações com APIs de carteiras digitais, enquanto o Customer oferece uma interface intuitiva para conversões seguras. Utiliza JWT e NextAuth para autenticação, Docker para containerização, Azure DevOps garantindo desempenho e segurança e Zod e React Hook Form para a validação de formulários.",
  "lizeLocaDescription": "Plataforma de gerenciamento e assinatura de salas de aula com ambientes para Estabelecimento, Professor e Estudante. Utiliza SignalR para notificações e chats em tempo real e WebHook para integrar com a API do PagSeguro, verificando o status de pagamentos e gerando notificações. Implementa JWT e NextAuth para autenticação, Docker para containerização e Azure DevOps garantindo escalabilidade e segurança e Zod e React Hook Form para a validação de formulários."
}
